// title
"SCANNING_TITLE" = "Hittar programvara";
"INSTALLING_X_TITLE" = "Installerar %@";
"DOWNLOADING_X_TITLE" = "Hämtar %@";
"1_ITEM" = "1 objekt";
"N_ITEMS" = "%d objekt";

// message
"DOWNLOADING_ITEM_STATUS" = "Hämtar %@…";
"EXPANDING_ITEM_STATUS" = "Expanderar och kontrollerar %@…";
"INSTALLING_ITEM_STATUS" = "Installerar uppdateringar…";

// time remaining
"FILE_SIZES_STATUS" = "%@ av %@";
"FILE_SIZES_AND_TIME_ESTIMATE_STATUS" = "%@ av %@ – %@";

// stop button
"STOP_TITLE" = "Avbryt";
"QUIT_TITLE" = "Avsluta";

// No restart required - finished
"INSTALLATION_DONE_SINGLE" = "Uppdateringen har installerats.";
"INSTALLATION_DONE" = "Uppdateringarna har installerats.";
"INSTALLATION_FAILED" = "Ett fel inträffade under installationen.";
"DOWNLOAD_ONLY_FAILED" = "Ett fel inträffade under hämtning.";
"DOWNLOAD_ONLY_DONE_SINGLE" = "Uppdateringen har hämtats.";
"DOWNLOAD_ONLY_DONE" = "Uppdateringarna har hämtats.";
"OK_TITLE" = "OK";
